[LWS_Arsonist X2SoldierClassTemplate]
DisplayName="Поджигатель"
ClassSummary="Поджигатель - это боец первой линии обороны, специализирующийся на использовании хим-распылителя. Их самые сильные стороны в полевых условиях - это борьба с толпой и поражение упорных противников, засевших в укрытиях."
LeftAbilityTreeTitle="Выжженная земля"
RightAbilityTreeTitle="Интенсивность"
AbilityTreeTitles[0]="Выжженная земля"
AbilityTreeTitles[1]="Убой"
AbilityTreeTitles[2]="Интенсивность"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="Пистолеты"

;ALPHABETICAL ORDER
RandomNickNames[0]="Туз пик"
RandomNickNames[1]="Зверство"
RandomNickNames[2]="Конфорка"
RandomNickNames[3]="Сбой"
RandomNickNames[4]="Черная смерть"
RandomNickNames[5]="Разрушитель костей"
RandomNickNames[6]="Хладнокровие"
RandomNickNames[7]="Похолодание"
RandomNickNames[8]="Хранитель крипты"
RandomNickNames[9]="Дилер смерти"
RandomNickNames[10]="Дьявол"
RandomNickNames[11]="Рок"
RandomNickNames[12]="Дракон"
RandomNickNames[13]="Чучело"
RandomNickNames[14]="Злой гений"
RandomNickNames[15]="Падший ангел"
RandomNickNames[16]="Огненный шар"
RandomNickNames[17]="Механизм"
RandomNickNames[18]="Гидра"
RandomNickNames[19]="Ифрит"
RandomNickNames[20]="Складной нож"
RandomNickNames[21]="Самолет"
RandomNickNames[22]="Отбой"
RandomNickNames[23]="Маг"
RandomNickNames[24]="Магма"
RandomNickNames[25]="Минотавр"
RandomNickNames[26]="Однокрылый ангел"
RandomNickNames[27]="Ловушка"
RandomNickNames[28]="Чума"
RandomNickNames[29]="Дождь"
RandomNickNames[30]="Гремучка"
RandomNickNames[31]="Отскок"
RandomNickNames[32]="Красная смерть"
RandomNickNames[33]="Подъем"
RandomNickNames[34]="Потрошитель"
RandomNickNames[35]="Саламандр"
RandomNickNames[36]="Крик"
RandomNickNames[37]="Отправка"
RandomNickNames[38]="Тень"
RandomNickNames[39]="Шантаж"
RandomNickNames[40]="Прижигание"
RandomNickNames[41]="Хитрость"
RandomNickNames[42]="Стрельба"
RandomNickNames[43]="Ожог"
RandomNickNames[44]="Забиратель душ"
RandomNickNames[45]="Спектрал"
RandomNickNames[46]="Разрыв косы"
RandomNickNames[47]="Ядерный удар"
RandomNickNames[48]="Снос"
RandomNickNames[49]="Террор"
RandomNickNames[50]="Надгробие "
RandomNickNames[51]="Яд"
RandomNickNames[52]="Гадюка"
RandomNickNames[53]="Пёс войны"
RandomNickNames[54]="Волшебник"
RandomNickNames[55]="Гнев"
RandomNickNames[56]="Йетии"
RandomNickNames[57]="Ноль"
;ALPHABETICAL ORDER
RandomNickNames_Male[0]="Король демонов"
RandomNickNames_Male[1]="Пожарный"
RandomNickNames_Male[2]="Оверлорд"
RandomNickNames_Male[3]="Папа волк"
RandomNickNames_Female[0]="Зола"
RandomNickNames_Female[1]="Императрица"
RandomNickNames_Female[2]="Мама медведица"
RandomNickNames_Female[3]="Колдунья"
;ALPHABETICAL ORDER

PhotoboothSoloBLines_Male[0]="Прогноз говорит о... СОПУТСТВУЮЩЕМ УРОНЕ."
PhotoboothSoloBLines_Male[1]="Нет укрытия. Нет пощады."
PhotoboothSoloBLines_Male[2]="Зовите его шеф-поваром, потому что он будет заниматься готовкой."
PhotoboothSoloBLines_Male[3]="И снова в пролом!"
PhotoboothSoloBLines_Male[4]="Скрытность переоценена."

PhotoboothSoloBLines_Female[0]="Прогноз говорит о... СОПУТСТВУЮЩЕМ УРОНЕ."
PhotoboothSoloBLines_Female[1]="Нет укрытия. Нет пощады."
PhotoboothSoloBLines_Female[2]="Зовите её шеф-поваром, потому что она будет заниматься готовкой."
PhotoboothSoloBLines_Female[3]="И снова в пролом!"
PhotoboothSoloBLines_Female[4]="Скрытность переоценена."

[ArsonistHotshot X2AbilityTemplate]
LocFriendlyName="Горячий выстрел"
LocLongDescription="Ваше умение обращаться с хим-распылителем просто неестественное. Получите способности \"Быстрое пламя\" и \"Точная регулировка\"."
LocHelpText="Получите способности \"Быстрое пламя\" и \"Точная регулировка\"."
LocFlyOverText="Горячий выстрел"
LocPromotionPopupText="<Bullet/> \"Быстрое пламя\" - это способность используемая как свободное действие и имеющее перезарядку 5 ходов, которое сделает бесплатным использование любого ОДНОГО из следующих действий: стандартная атака хим-распылителем, \"Химический шторм\", \"Обратная тяга\" или \"Инициация взрыва\".\n<Bullet/> \"Точная регулировка\" гарантирует, что наступательные действия вашего хим-распылителя никогда не затронут союзников, а также гарантирует, что способности \"Мед-распылитель\" и \"Химическая обработка\" никогда не затронут врагов."